/* Errors returned by the device in the form of xml */
"Success" = "成功";
"TestInProgress" = "テスト実行中...しばらくお待ちください。";
"ErrorDeviceBusy" = "デバイスがビジー状態です。後でもう一度やり直してください。。";
"ErrorDuplicateDisplayName" = "表示名または場所名が重複しています。別の名前を割り当てて、もう一度やり直してください。";
"ErrorEmptyEntry" = "デバイスに送信された設定の入力内容に空白があります。すべてのエントリが有効か確認して、もう一度やり直してください。";
"ErrorListFull" = "このエントリを追加するスペースがありません。デバイスからエントリを削除し、もう一度やり直してください。";
"ErrorSettingNotTested" = "この設定はテストされていません。";
"ErrorSystemFailure" = "重大なエラーが発生しました。後でもう一度やり直してください。";
"ErrorNoMoreSpace" = "選択したサーバに対して、電子メール添付ファイルの最大サイズが大きすぎます。値を小さくし、もう一度やり直してください。";
"ErrorNoWritePermission" = "選択したフォルダへの書き込み権がありません。フォルダに適切なアクセス権を設定して、もう一度やり直してください。";
"ErrorConnectionFailed" = "指定されたリモート サーバにデバイスを接続できません。サーバの設定を確認してください。";
"ErrorConnectionRefused" = "サーバが接続を拒否しました。サーバの電源が入り、正常に機能しているか確認してください。";
"ErrorServerNotFound" = "デバイスがサーバのホスト名を解決できません。サーバの設定を確認してください。";
"ErrorWrongCredentials" = "認証に使用したユーザーの資格情報をサーバが拒否しました。正しい資格情報を入力し、もう一度やり直してください。";
"ErrorConnectionProblem" = "リモート サーバとの接続に問題が発生しました。サーバがネットワークに接続され、正しく機能していることを確認してください。";
"ErrorProtocolNotSupported" = "リモート サーバはサポートされていないプロトコルを使用しています。";
"ErrorInvalidFileOrDirectory" = "指定されたパスは無効です。有効なパスを指定して、もう一度やり直してください。";
"ErrorInvalidFolderPath" = "指定されたパスは無効です。有効なパスを指定して、もう一度やり直してください。";
"ErrorInvalidShare" = "共有フォルダが無効です。別の共有フォルダを選択して、もう一度やり直してください。";
"ErrorAuthenticationNeeded" = "指定されたサーバは認証が必要です。正しい資格情報を入力してサーバにアクセスし、もう一度やり直してください。";
"ErrorSecureConnectionNotSupported" = "サーバはセキュア通信をサポートしていません。[SSL を使用する] チェックボックスをオフにして、もう一度やり直してください。";
"ErrorSenderInvalid" = "送信者の電子メール アドレスが無効です。有効な送信者の電子メール アドレスを入力し、もう一度やり直してください。";
"ErrorRecipientInvalid" = "受信者の電子メール アドレスが無効です。有効な受信者の電子メール アドレスを入力し、もう一度やり直してください。";
"ErrorServerError" = "サーバがエラーを返しました。要求された操作を完了できません。入力したサーバの詳細が正しいか確認してください。";
"ErrorInvalidServerName" = "指定されたサーバは無効です。有効な SMTP サーバを入力し、もう一度やり直してください。";

"404 Not Found" = "デバイスが見つかりません。デバイスがネットワークに接続され、電源が入っているか確認してください。";
"400 Bad Request" = "要求エラーにより、要求を処理できません。後でもう一度やり直してください。";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "デバイスが有効な URL を返しませんでした。数分待ってからもう一度やり直してください。";

/* XML Data validation errors */
"Setting Error" = "データがないか、無効なデータ エラーが発生しました";
"MISSING_FOLDER_SETTING" = "一部の送信先フォルダの詳細がありません。フォルダを選択してユーザー名とパスワードを入力し、再試行してください。";
"MISSING_EMAIL_SETTING" = "一部の送信先電子メールの詳細がありません。すべての電子メール設定を入力し、もう一度やり直してください。";
"MISSING_SERVER_CREDENTIALS" = "サーバの資格情報がありません。ユーザー名とパスワードを入力し、もう一度やり直してください。";
"MISSING_DISPLAY_NAME" = "送信者の名前がありません。送信者名を入力し、もう一度やり直してください。";
"MISSING_EMAIL_ADDRESS" = "電子メール アドレスがありません。有効な電子メール アドレスを入力し、もう一度やり直してください。";
"MISSING_SERVER" = "サーバがありません。サーバを入力し、もう一度やり直してください。";

"INVALID_PIN" = "入力された個人識別番号は無効です。番号は 4 桁です。有効な PIN を入力し、もう一度やり直してください。";
"INVALID_SERVER_PORT" = "入力されたサーバのポート番号は無効です。ポート番号は 1 から 65535 の間で指定してください。";
"INVALID_ATTMT_SIZE" = "入力された添付ファイルの最大サイズは無効です。値は 1 から 9999 の間で指定してください。 -1 を指定すると、添付ファイルのサイズが自動的に設定されます。";
"INVALID_DFADESTINATION" = "選択されたデジタル ファクスの送信先が無効です。正しい送信先を選択してください。";
"INVALID_POLLING_TIME" = "選択されたポーリング間隔が無効です。有効な値は 5、10、15、20、30、45、60 です。正しい間隔を選択し、もう一度やり直してください。";
"INVALID_DISPLAY_NAME" = "入力された送信者名が無効です。24 文字以下の送信者名を入力してください。";

/* Other errors */
"GENERIC_ERROR_TITLE" = "エラー";
"GENERIC_DEVICE_ERROR_TITLE" = "デバイス エラー";
"GENERIC_DEVICE_ERROR_DESC" = "デバイスとの通信中に不明なエラーが発生しました。後でもう一度やり直してください。";
"XML_PARSING_ERROR" = "デバイスが無効なデータを返しました。数分待ってからもう一度やり直してください。";
"DEVICE_COMMUNICATION_ERROR_DESC" = "デバイスとの通信エラーが発生しました。デバイスとマシンがネットワークに接続されていることを確認して、もう一度やり直してください。";

/* Buttons */
"OK" = "OK";
"Cancel" = "キャンセル";
"Hide" = "非表示";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "デバイスが見つかりません";
"DEVICE_NOT_FOUND_DESC" = "デバイスとの通信中に問題が発生しました。デバイスの電源が入り、正しく接続されていることを確認して、もう一度やり直してください。";

"PML_ERROR_TITLE" = "デバイス エラー";
"PML_ERROR_DESC1" = "デバイスへの情報の設定中に問題が発生しました。入力値が有効か確認してください。";

"SETTING_REJECTED_TITLE" = "設定は適用されませんでした";

"SETTING_REJECTED_DESCRIPTION" = "デバイスが管理者パスワードにより保護されているため、セットアップを実行できませんでした。埋め込み Web サーバーを使用して管理者パスワードを削除してください。詳細は、デバイスのマニュアルを参照してください。";
"GENERAL_DATA_MISSING_DESCRIPTION" = "1 つまたは複数のフィールドにデータがありません。すべてのフィールドにデータを入力するか、[キャンセル] をクリックしてください。";

//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "ドア/カバーが開いています";
"DOOR_OPEN_DESC" = "プリンタのカバーが開いているため印刷できません。プリンタのカバーをすべて閉めてください。";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "プリンタはエラー状態にあります";
"INCORRECT_STATE_DESC" = "デバイスのエラー状態を解決し、もういちどやり直してください。";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "プリンタはビジー状態です";
"DEVICE_BUSY_DESC" = "プリンタが現在のジョブを完了するまでお待ちください。";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "着信識別はサポートされていません";
"CALLER_ID_NOT_SUPPORTED_DESC" = "現在設定されている国/地域は着信識別をサポートしていません。デバイスのフロント パネルを使用して着信識別をサポートする国/地域を選択し、もういちどやり直してください。";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "設定を適用できませんでした。";
"COULD_NOT_APPLY_SETTINGS_DESC" = "デバイスがオンラインになっており、ファクス ジョブを処理していないことを確認してください。";


